{
    "code_of_conduct": "<p>The RiverGuide is here to help you discover, share and enjoy experiences in New Zealand&rsquo;s freshwater environments. The following Code of Conduct is designed to help keep you safe and make this a positive place for freshwater recreation.<br /><br /></p><p><strong>The guides we publish</strong></p><p>The RiverGuide contains &ldquo;guides&rdquo; for recreational activities on New Zealand water-ways. These are intended to help you plan a safe and enjoyable trip and discover new adventures. However, there are some key things to keep in mind.</p><p>New Zealand&rsquo;s rivers are constantly changing. While we do the best we can to provide up-to-date information on the river conditions, other factors can mean the guides we publish are no longer accurate. Use these guides at your own risk.</p><p>The guides we publish range from calm swimming holes, to grade V kayaking runs. The fact that an activity is listed here doesn&rsquo;t mean it is safe for you, and because rivers are always changing, it may not be safe for even the most experienced.</p><p>Enjoy the outdoors within your abilities, always be aware of new hazards, and keep the conditions in mind.</p><p><strong>The content you submit</strong></p><p>We love to know how valuable New Zealand&rsquo;s rivers are to you. The RiverGuide lets all signed in users share their experiences. When reporting a trip we ask that users following a few simple rules</p><ul><li>Only report trips you actually did -- this helps others know what spots are the most popular, and what conditions make it the best to visit.</li><li>When writing public comments on your report ensure that you do not violate our Terms of Service. Keep your comments family friendly and always respect others.</li></ul><p>Some RiverGuide members have the ability to edit the descriptions and details on the guides. We ask that the content submitted is to the best of your knowledge correct, is respectful of other individuals and organisations and is your own (not copyright) material.</p>"
}