{
    "introduction": "<p>The New Zealand RiverGuide is a platform for freshwater recreationalists to share their knowledge and experience. Instead of a paper guidebook, we offer up to date evolving guides of New Zealand&rsquo;s water ways.</p><p>To keep these guides up to date we need your input. We aim to make it as easy as possible to submit new content and edit the existing guides.</p><p>All submitted content will be reviewed by our team of moderators before being published, to ensure the information we do publish is of a high quality that you can trust.</p>",
    "body": "<p><strong>The RiverGuide editor and draft submissions</strong></p><p>To submit new content navigate to the add guide button through the top left menu. This will open the editor, which will step you through the process. The steps are outlined below.</p><p>Once you have submitted either an edit or a new guide, this guide will appear as a new entry on your left panel along with the other guides. Only you and our moderators will be able to see this. This is where you can check the status of your submission, make further changes, and see moderator comments after review. If your guide is accepted, it will show here as accepted and you are welcome to delete the draft as the new version has been published.</p><p><strong>Basic details</strong></p><p>The first page in the RiverGuide editor is where you can provide the basic information on the guide. The guide must have a title, be assigned a region and a river name.</p><p>When naming rivers include the full name including the word &ldquo;river&rdquo; or &ldquo;stream&rdquo;, this ensures it is correctly grouped with other guides and gauges.</p><p>Choose the activity the best describes the guide you are adding. This will affect how it is displayed, and what key facts are available to add (see below).</p><p><strong>Key facts</strong></p><p>To add a key fact click on the + icon. This will open a modal where you can select one of the available key facts. Depending on the item selected, you will get an option to either enter plain text, a number or a range of numbers. Once completed add the key fact by hitting save.</p><p>To delete a key fact select the edit button to the right of the entry, and then select &ldquo;Delete&rdquo;.</p><p>Enter directions to the guides location in the box below. This is useful for giving additional information beyond the location (which will be added on a later page).</p><p><strong>Description</strong></p><p>Enter the description for your guide here. This can be as detailed, or brief as you like. If editing existing content, please remove or revise any information which is out of date.</p><p><strong>Markers</strong></p><p>Click anywhere on the map to add a marker. The first marker you add is the location of the guide (as it will show on the map). This can be any logical location, such as the start or end of a run. Once this is added you have the option of adding additional markers, which will bring up a modal where you can select the type of marker and add information.</p><p>Markers can be moved by clicking down and dragging. Any markers other than the guide location (the first marker you added) can be deleted by clicking on them once and then selecting the &ldquo;Delete&rdquo; option.</p><p><strong>Gauge</strong></p><p>The map will automatically show the 30 closest gauges. Hover a gauge marker to see the information available at that gauge. The guide location is shown with the red target in the middle of the map. The gauge can also be selected in the drop-down menu.</p><p><strong>Contact details</strong></p><p>The email will be prefilled with that associated with your RiverGuide user account. Please update it if you want us to contact you at another address. The user name field can only be changed by editing your profile information.</p><p>Please add any comments for our moderators in the box below. This is a text field that only you and our moderators can see. We will also use this to communicate any issues to you regarding your submission. If responding to our communication, please just add your comments below so we have a record of the discussion.</p>"
}