{
    "introduction": "<p>This Privacy Statement explains how we handle, store and use information that is collected through your use of the RiverGuide, including your choices and what practices we use to protect your personal information. Your privacy is important to us and we want to ensure that you understand how we look after it, so this statement is written in plain English with explanations of technical concepts.</p><p><br />If you have any questions or comments regarding this Privacy Statement, the collection and use of your personal information, cookies or similar technology, please contact us at <a href=\"mailto:info@dataforgood.nz\">info@dataforgood.nz</a>.</p>",
    "body": "<p><strong>Information collected</strong></p><p>The RiverGuide is a social platform for users of freshwater resources to share their experiences. We collect the minimum amount of personal information to make this possible. This information is:</p><ul><li>Basic account information, <strong>username</strong>, <strong>password</strong> <strong>and</strong> <strong>email address</strong> required to provide a secure and personalised user experience.&nbsp;</li><li>We collect aggregated information on the use of our services, including what information is viewed, when and how. This enables us to deliver the best possible user experience. See the section on analytics below for more details.</li><li>We may collect basic user demographics including <strong>gender, age-range</strong> <strong>and region </strong>as reported voluntarily by you.</li><li>We collect information that is provided voluntarily by you about the activities and experiences you want to record and share, and combine this with environmental information based on the time and location that you report.</li></ul><p><strong>Website analytics</strong></p><p>We use reports from Google Analytics to help improve the experience of our users. This service transmits information on web traffic to Google servers in the United States. The information does not identify individual users, the user account or IP address associated with any other Google service. This allows us to understand how you use our services and how we can improve the experience.</p><p>You can opt out of Google Analytics by using the browser plugin at <a href=\"https://tools.google.com/dlpage/gaoptout?hl=en\">https://tools.google.com/dlpage/gaoptout?hl=en</a></p><p><strong>Cookie policy</strong></p><p>Cookies are small text files which our website may store on your device to enable us to remember your preferences. These data files make it possible to personalise your experience and show you the most relevant information. If you are signed into RiverGuide, these files enable our website to remember your user account information.</p><p>First party cookies are designed and deployed by us to improve user experience in relation to our services. We also utilise third-party cookies, these are developed by our third-party vendors, such as Google Analytics, and are deployed in relation to the services they provide.</p><p>Your internet browser will generally offer settings that enable you to refuse or delete cookies. These can be all cookies, third-party cookies or those from specific websites. However, if you refuse or delete cookies we will not be able to offer you all of our services, including the ability to stay signed in or remember your preferences.</p><p><strong>Information you provide us</strong></p><p>The RiverGuide is designed for users to log and share their experiences through a reporting feature. This information is provided voluntarily by you and includes basic details about the activity (<strong>time</strong>, <strong>location</strong> and <strong>other reported details</strong>) and is stored along with a unique identifier so that we can associate your report with your user account. We also combine your reports with <strong>environmental conditions </strong>as either provided by you or computed based on the time and location of the experience.</p><p>When reporting your activity, you have the ability to make this information public or private. If public both River guide members and non-members are able to view the information provided in your report. To enhance the user experience we display your <strong>user name</strong> along with these public reports.</p><p>If you choose to make your report private it will not be viewable by anyone except yourself. Some of the basic information provided in your private report may be used in aggregated statistics, such as an overall rating for a particular river or the total number of trips at that river in a period of time. However, anything that would make your report identifiable, such as comments or exact time of day, is stored for your own use only. For more information on what aggregated statistics we produce and how these are generated see the section below.</p><p><strong>Insights and statistics that we generate</strong></p><p>The vision of the RiverGuide is to enable users to discover and share experiences in freshwater environments, and generate information to help protect these. Information collected through your interaction with the RiverGuide can be used to generate insights and statistics on recreational use of freshwater resources.</p><p>The insights and statistics we produce are aggregations of individual records. Examples are total numbers of visits recorded to a particular river, or number of times a particular page on the RiverGuide is viewed. No personally identifiable information is exposed through these aggregated statistics, since they are combinations of large numbers of depersonalised records.</p><p>The primary source for generating these insights are the reports, or log entries, provided by users. In cases where the number of public entries is sufficiently large, we may include basic non-personally identifiable information from private log entries as an input to these statistics, including but not limited to the time of approximate time, river and location, number of participants and rating.</p><p><strong>If you delete your account</strong></p><p>If you delete your account we will remove any personal information from our database. If you do not delete your reported experiences or activities before deleting your account, these will remain in our database but become completely anonymised. This depersonalised information may be used in aggregated reports that we generate. Since your user name, or any other personally identifiable information is not stored on these reports, they will no longer be associated with you. If these reports were originally made public by you, they may still be visible on the RiverGuide, but your username will no longer be displayed. These may be deleted, even after your account is closed, by request to <a href=\"mailto:info@dataforgood.nz\">info@dataforgood.nz</a>.</p><p><strong>How we share your information</strong></p><p>Since the RiverGuide is a social platform the public reports that you make for a particular activity or experience are accessible to RiverGuide members and non-members, along with your username. You can opt out of this by making your reports private, either when they are created or at a later date. Some basic information from private reports may be used to generate aggregated insights and statistics, as described above, such as average rating for a site or number of visitors in a period of time. These statistics may be displayed on the RiverGuide website.</p><p>The vision of RiverGuide is to use the value of data to protect our freshwater environment and inform public policy. We may use the insights and statistics generated, as described above, to produce reports that we share with or sell to third parties. These reports do not contain any personal information, private comments or data that would identify you or your activities, or those of any other users.</p><p><strong>How we keep your information safe</strong></p><p>We work hard to ensure that we use the most secure technology and methods to ensure your personal information is protected. The RiverGuide and the associated services use industry standard Secure Sockets Layer (SSL) technology to allow for the encryption of any personal information transmitted over the internet.</p><p>The personal information collected by the RiverGuide is stored in a secure database. This database has industry standard firewall protection, and access to it is managed through a secure content management system.</p><p>The <strong>password </strong>that you use to log into the RiverGuide is encrypted and not readable by any member of our staff.</p><p><strong>Disclaimer</strong></p><p>While we make every effort to ensure your personal data is safe, we can not guarantee that anything transmitted over the internet is completely secure. This is the case for any internet service. Because of this we cannot warrant or ensure the security of information you transmit to the RiverGuide over the internet, so you do so at your own risk.</p><p><strong>Revisions to this policy</strong></p><p>We reserve the right to review and modify this policy. This enables us to improve our practices and inform you of changes to how we collect and use information. If material changes are made we will provide a clear notice.</p>"
}