{
    "introduction": "<p>Welcome to the RiverGuide. Please read these Terms of Service carefully before any using the services available on this website.</p><p>Your access to and use the RiverGuide is conditioned on your acceptance of and compliance with these Terms. These Terms apply to all visitors, RiverGuide members and others who access or use these services.</p><p>By accessing or using our services you agree to be bound by these Terms. If you disagree with any part of the terms then you may not access the RiverGuide.</p>",
    "body": "<p><strong>User accounts</strong></p><p>When you create an account with us you must provide a valid email address and name which does not violate our Code of Conduct.</p><p>You are responsible for safeguarding the password that you use to access the RiverGuide and for any activities or actions under your password, whether your password is with our service or a third-party service. You agree not to disclose your password to any third party. You must notify us immediately upon becoming aware of any breach of security or unauthorised use of your account.</p><p>When you create a RiverGuide account it will continue to exist until it is terminated. You are free to delete your account at any time. We may immediately terminate your account at any time for any reason whatsoever, including failure to comply with these Terms of Service, without prior notice or liability.</p><p><strong>Disclaimer</strong></p><p>We disclaim and exclude all liability for any claim, loss, demand or damages of any kind (including for negligence) which arise out of or in connection with the use of the RiverGuide. This includes the information and content available on this website and that of any websites that we link to.</p><p>While we aim to remove any content which infringes copyright restrictions immediately, we disclaim any liability for such content that has been submitted by users of the RiverGuide.</p><p><strong>External links</strong></p><p>The RiverGuide may contain links, either created by us or our members, to third-party websites or services which are not owned or controlled by us.</p><p>RiverGuide has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services. You further acknowledge and agree that RiverGuide shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods or services available on or through any such web sites or services.</p><p><strong>Content</strong></p><p>As a user of the RiverGuide you are the owner of all data, content and information that you submit (&ldquo;Content&rdquo;). You grant us a non-exclusive, transferable, sub-licensable, royalty-free, worldwide license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, publicly perform and display any Content that you submit to the RiverGuide, without compensation to you.</p><p>We do not claim responsibility for any content submitted by a user of the RiverGuide. If you submit content which violates our Code of Conduct, or the governing laws of New Zealand, such as&nbsp;</p><p><strong>Code of conduct</strong></p><p>The users of the RiverGuide depend on user submitted content to discover and plan experiences in freshwater environments. You agree that all content you submit to the RiverGuide, including guide descriptions and activity reports, are truthful and accurate. If it is found that your content is intentionally misleading or inaccurate we reserve the right to delete it without notice.</p><p>We expect that all content honours our RiverGuide Community Code of Conduct. It is prohibited to submit any content that:</p><ul><li>is illegal, obscene, defamatory, threatening, harassing, abusive, or hateful or that advocates violence.</li><li>harms of interferes with our services or those of our third-party&rsquo;s networks, equipment, applications, services or websites.</li><li>violates any privacy, intellectual property, publicity or other personal rights including, but not limited to, copyrights, patents and trademarks.</li><li>is fraudulent or contains false or misleading information.</li><li>is intended to bring harm to those who use the information, or any other parties, such as intentionally misleading land land access details or water safety information.</li><li>violates the RiverGuide Code of Conduct in any other way.</li></ul><p>Any submitted content which violates these Terms of Service will be deleted as soon as practicable without notice. We do not guarantee that user submitted content which violates the Code of Conduct will be removed immediately.</p>"
}